{"about_me":"나에 대해서","about_me_description":"React, React native, Next, node, TypeScript, GraphQL, Blockchain, web3, wordpress 및 shopify를 사용한 풀 스택 웹 개발 전문가","all_rights_reserved":"판권 소유","chang_wook_lee_review":"Ahmed는 내 요구 사항을 이해하고 실행하는 데 매우 빨랐습니다. 나는 당신의 개발 요구 사항에 대해 그를 강력히 추천합니다.","companies_worked":"일한 회사","completed_projects":"완료된 프로젝트","contact_me_description":"지금 저에게 연락하여 귀하의 요구 사항에 대해 더 자세히 논의할 수 있습니다.","download_cv":"이력서 다운로드","full_stack_developer":"풀스택 개발자","hi_iam_ahmed":"안녕하세요 아메드입니다","hire_influencers_info":"인플루언서를 찾아 고용하세요. 기업은 인플루언서를 검색하고 그들과 채팅하고 고용할 수 있습니다. 지불은 에스크로에 보관되며 고객이 인플루언서 작업에 만족하면 지불이 자신의 계정으로 해제됩니다. 인플루언서는 다양한 소셜 미디어 프로필을 기반으로 계약 비율을 설정해야 합니다. ( 오픈 소스 )","hot1ine_info":"오늘 SmartSMS™️ Hot1ine 전화번호로 실제 고객, 팬, 그룹, 친구 및 가족과 직접 연결하십시오!. Actual.ly용으로 제작되었습니다.","kickstart_clone_info":"그것은 kickstarter.com의 클론이지만 누군가에게 돈을 쓰거나 보내기 위해 설립자가 투자자의 승인을 받아야 하는 것과 같은 kickstarter의 단점인 주요 문제 중 일부를 해결했습니다. solidity, web3, next.js를 기반으로 구축(오픈 소스)","krypto_birdz_marketplace_info":"KryptoBird nft 마켓플레이스는 web3, solidity, ganache, truffle, react를 사용하여 구축합니다.( 오픈 소스 )","martsnp_info":"B2B 전자상거래 웹사이트. Everone은 상점을 만들고 온라인으로 제품을 판매할 수 있습니다. 고객은 다른 상점에서 다른 제품을 구입할 수 있습니다. 상점 소유자는 주문, 남은 제품 수, 상점 구독 및 기타 여러 항목을 추적할 수 있습니다. Laravel, BootStrap, jQuery, Sass 및 기타 여러 기술(오픈 소스)을 사용하여 구축되었습니다.","more_than_years_of_experience":"{{0}} 년 이상의 경력","my_clients_saying":"내 고객이 말하는","my_introduction":"나의 소개","my_introduction_description":"저는 Node, TypeScript, React, GraphQL, web3, solidity, ganache, truffle 및 MongoDB에 대한 핵심 전문 지식을 갖춘 풀 스택 웹 개발자입니다. 저는 웹 개발 분야에서 4년 이상의 경력을 가지고 있습니다. 저는 GraphQL, React.js, React Native, Next.js, JavaScript, Typescript, SASS, HTML, Node, blockchain 및 MongoDB를 사용하여 응용 프로그램을 개발하는 데 매우 능숙합니다. 복잡한 기술 정보를 모든 수준의 비기술 사용자에게 효과적으로 전달할 수 있습니다.","my_personal_journey":"내 개인 여행","my_skills":"내 기술들","my_technical_level":"내 기술 수준","my_word":"내 글","past_experience":"과거의 경험","saad_malik_review":"Ahmed는 매우 의욕적인 사람입니다. 나는 그의 직업 윤리에 감사한다. 풀 스택 개발자로서의 그의 기술은 탁월합니다.","scroll_down":"아래로 스크롤","technologies_which_i_am_using":"내가 사용하는 기술","technologies_which_i_used":"내가 사용한 기술","testimonials":"사용후기","ticket_selling_info":"이벤트 티켓 판매 플랫폼은 온라인으로 티켓을 판매합니다. 누구나 이벤트를 생성할 수 있으며 해당 이벤트의 티켓 수는 구매한 티켓, 남은 티켓, 티켓을 구매한 사람 및 기타 사항을 플랫폼에서 관리합니다. Docker, Ts, Kuebernetes, Next, GCP(Open Source) 등 최신 기술을 사용하여 구축한 마이크로 서비스 프로젝트입니다.","travelling_info":"여행사에서 패키지, 정보 및 기타 사항을 사용자에게 보여주는 웹사이트입니다. 이 웹 사이트는 CSS(오픈 소스)와 함께 Modern Sass 라이브러리를 사용하여 구축했습니다.","vaccination_booking_system_info":"Actual.ly용 Covid Vaccine Scheduling Sytem 빌드. 얼마나 많은 사용자가 백신을 예약했는지 추적하는 약국 대시보드, 예약 날짜, 남은 용량, 백신 접종당 자동 청구. 사용자는 약속 전에 메시지로 통지합니다. 캘린더 및 기타 여러 멋진 기능으로 약속 날짜를 추적할 수도 있습니다.","visit":"방문","years_experience":"수년간의 경험"}