{"about_me":"Sobre mí","about_me_description":"Altamente experto en desarrollo web de pila completa utilizando React, React native, Next, node, TypeScript, GraphQL, Blockchain, web3, wordpress y shopify","all_rights_reserved":"Reservados todos los derechos","chang_wook_lee_review":"Ahmed fue muy rápido en comprender y ejecutar mis requisitos. Lo recomendaría altamente para cualquiera de sus necesidades de desarrollo.","companies_worked":"Empresas Trabajadas","completed_projects":"Proyectos completados","contact_me_description":"Contácteme ahora, para que podamos discutir sus requisitos con más detalles","download_cv":"Descargar CV","full_stack_developer":"Desarrollador de pila completa","hi_iam_ahmed":"hola soy ahmed","hire_influencers_info":"Encuentra y contrata a un influencer. Las empresas pueden buscar influencers, chatear con ellos y contratarlos. El pago se mantendrá en depósito y cuando el cliente esté satisfecho con el trabajo de un influencer, el pago se liberará en su cuenta. El influencer debe necesitar establecer su tarifa de contrato en función de diferentes perfiles de redes sociales. ( Fuente abierta )","hot1ine_info":"¡Conéctese directamente con sus clientes, fanáticos, grupos, amigos y familiares reales con un número de teléfono Hot1ine de SmartSMS ™️ hoy! Está construido para Actual.ly","kickstart_clone_info":"Es un clon de kickstarter.com, pero resolvió algunos de los principales problemas, lo cual es un inconveniente de kickstarter, ya que el fundador necesita la aprobación de los inversores para gastar o enviar dinero a alguien. Construido sobre la solidez, web3, next.js (código abierto)","krypto_birdz_marketplace_info":"El mercado KryptoBird nft se crea mediante el uso de web3, solidity, ganache, truffle, react. (Código abierto)","martsnp_info":"Sitio web de comercio electrónico B2B. Todo el mundo puede crear tiendas y vender sus productos online. El cliente puede comprar un producto diferente en diferentes tiendas. El propietario de la tienda puede realizar un seguimiento de los pedidos, la cantidad de productos restantes, su suscripción a la tienda y muchas otras cosas. Está construido usando Laravel, BootStrap, jQuery, Sass y muchas otras tecnologías (código abierto)","more_than_years_of_experience":"Más de {{0}} años de experiencia","my_clients_saying":"Mis clientes diciendo","my_introduction":"Mi introducción","my_introduction_description":"Soy un desarrollador web completo con experiencia básica en Node, TypeScript, React, GraphQL, web3, solidity, ganache, truffle y MongoDB. Tengo más de 4 años de en desarrollo web. Soy muy fuerte en el desarrollo de aplicaciones usando GraphQL, React.js, React Native, Next.js, JavaScript, Typescript, SASS, HTML, Node, blockchain y MongoDB. Capaz de comunicar de manera efectiva información técnica compleja a usuarios no técnicos en todos los niveles.","my_personal_journey":"Mi viaje personal","my_skills":"Mis habilidades","my_technical_level":"Mi nivel técnico","my_word":"Mi palabra","past_experience":"Experiencia pasada","saad_malik_review":"Ahmed es una persona muy motivada. Aprecio su ética de trabajo. Sus habilidades como desarrollador de pila completa son excepcionales.","scroll_down":"Desplazarse hacia abajo","technologies_which_i_am_using":"Tecnologías que estoy usando","technologies_which_i_used":"Tecnologías que utilicé","testimonials":"Testimonios","ticket_selling_info":"Plataforma de venta de entradas para eventos para vender entradas online. Todos pueden crear un evento y la cantidad de boletos de ese evento. Los boletos comprados, los boletos restantes, quién compró los boletos y otras cosas serán administrados por plataforma. Es un proyecto de microservicios construido utilizando las últimas tecnologías como Docker, Ts, Kuebernetes, Next, GCP (Open Source)","travelling_info":"Sitio web para agencia de viajes para mostrar sus paquetes, información y otras cosas con los usuarios. Este sitio web construido mediante el uso de la biblioteca Modern Sass con css (código abierto)","vaccination_booking_system_info":"Creación del sistema de programación de vacunas Covid para Actual.ly. Tablero para farmacias para rastrear cuántos usuarios programan la vacuna con ellos, su fecha de cita, dosis restantes, cargos automáticos por vacuna. El usuario avisará antes de su cita mediante mensaje. Él / ella también puede realizar un seguimiento de la fecha de su cita por calendario y muchas otras funciones interesantes.","visit":"Visitar","years_experience":"Años de experiencia"}