{"about_me":"Обо мне","about_me_description":"Высококвалифицированный эксперт в веб-разработке полного стека с использованием React, React native, Next, node, TypeScript, GraphQL, Blockchain, web3, wordpress и shopify.","all_rights_reserved":"Все права защищены","chang_wook_lee_review":"Ахмед очень быстро понял и выполнил мои требования. Я очень рекомендую его для любых ваших потребностей в развитии.","companies_worked":"Компании работали","completed_projects":"Завершенные проекты","contact_me_description":"Свяжитесь со мной сейчас, чтобы мы могли обсудить ваши требования более подробно","download_cv":"Скачать резюме","full_stack_developer":"Полный стек разработчик","hi_iam_ahmed":"Привет, я Ахмед","hire_influencers_info":"Найдите и наймите влиятельных лиц. Компании могут искать влиятельных лиц, общаться с ними и нанимать их. Платеж будет храниться на условном депонировании, и когда клиент будет удовлетворен работой влиятельного лица, платеж будет переведен на его / ее счет. Влиятель должен установить свою контрактную ставку на основе другого профиля в социальных сетях. ( Открытый исходный код )","hot1ine_info":"Свяжитесь напрямую со своими реальными клиентами, фанатами, группами, друзьями и семьей с помощью номера телефона SmartSMS™️ Hot1ine уже сегодня! Он создан для Actually.ly","kickstart_clone_info":"Это клон kickstarter.com, но он решил некоторые из основных проблем, которые являются недостатком кикстартера, например, основателю требуется одобрение инвесторов, чтобы тратить или отправлять деньги кому-либо. Построен на основе Solidity, web3, next.js (с открытым исходным кодом).","krypto_birdz_marketplace_info":"Торговая площадка KryptoBird nft построена с использованием web3, solidity, ganache, truffle, react (с открытым исходным кодом).","martsnp_info":"Сайт электронной коммерции B2B. Каждый может создавать магазины и продавать свою продукцию в Интернете. Покупатель может купить разный товар в разных магазинах. Владелец магазина может отслеживать заказы, количество оставшихся товаров, свою подписку в магазине и многое другое. Он построен с использованием Laravel, BootStrap, jQuery, Sass и многих других технологий (с открытым исходным кодом).","more_than_years_of_experience":"Опыт работы более {{0}} лет","my_clients_saying":"Мои клиенты говорят","my_introduction":"Мое введение","my_introduction_description":"Я полноценный веб-разработчик с основным опытом работы с Node, TypeScript, React, GraphQL, web3, Solidity, ganache, truffle и MongoDB. У меня более 4 лет в веб-разработке. Я очень силен в разработке приложений с использованием GraphQL, React.js, React Native, Next.js, JavaScript, Typescript, SASS, HTML, Node, блокчейн и MongoDB. Способен эффективно передавать сложную техническую информацию нетехническим пользователям на всех уровнях.","my_personal_journey":"Мое личное путешествие","my_skills":"Мои навыки","my_technical_level":"Мой технический уровень","my_word":"Мое слово","past_experience":"Прошлый опыт","saad_malik_review":"Ахмед очень целеустремленный человек. Я ценю его трудовую этику. Его навыки как разработчика полного стека исключительны.","scroll_down":"Прокрутить вниз","technologies_which_i_am_using":"Технологии, которые я использую","technologies_which_i_used":"Технологии которые я использовал","testimonials":"Отзывы","ticket_selling_info":"Платформа для продажи билетов на мероприятия онлайн. Каждый может создать событие и количество билетов на это событие. Купленные билеты, оставшиеся билеты, кто купил билеты и другие вещи будут управляться платформой. Это проект микросервисов, созданный с использованием новейших технологий, таких как Docker, Ts, Kuebernetes, Next, GCP (с открытым исходным кодом).","travelling_info":"Веб-сайт для туристического агентства, чтобы показать свои пакеты, информацию и другие вещи с пользователями. Этот веб-сайт создан с использованием библиотеки Modern Sass с css (с открытым исходным кодом).","vaccination_booking_system_info":"Создание системы планирования вакцин против Covid для Actual.ly. Информационная панель для аптек, чтобы отслеживать, сколько пользователей планируют вакцинацию с ними, дату их назначения, оставшиеся дозы, автоматические платежи за прививку. Пользователь будет уведомлять перед его / ее назначением сообщением. Он / она также может отслеживать дату встречи по календарю и многим другим интересным функциям.","visit":"Посещать","years_experience":"Многолетний опыт"}