{"about_me":"Über mich","about_me_description":"Hochgradig Experte in der Full-Stack-Webentwicklung mit React, React native, Next, node, TypeScript, GraphQL, Blockchain, web3, WordPress und Shopify","all_rights_reserved":"Alle Rechte vorbehalten","chang_wook_lee_review":"Ahmed hat meine Anforderungen sehr schnell verstanden und umgesetzt. Ich würde ihn für alle Ihre Entwicklungsbedürfnisse wärmstens empfehlen.","companies_worked":"Unternehmen gearbeitet","completed_projects":"Fertige Projekte","contact_me_description":"Kontaktieren Sie mich jetzt, damit wir Ihre Anforderungen detaillierter besprechen können","download_cv":"Lebenslauf herunterladen","full_stack_developer":"Full-Stack-Entwickler","hi_iam_ahmed":"Hallo, ich bin Ahmed","hire_influencers_info":"Finde und stelle einen Influencer ein. Unternehmen können Influencer suchen, mit ihnen chatten und sie einstellen. Die Zahlung wird treuhänderisch verwahrt und wenn der Kunde mit einer Influencer-Arbeit zufrieden ist, wird die Zahlung auf sein Konto freigegeben. Der Influencer muss seine Vertragsrate basierend auf verschiedenen Social-Media-Profilen festlegen. ( Open Source )","hot1ine_info":"Verbinden Sie sich noch heute mit einer SmartSMS™️ Hot1ine-Telefonnummer direkt mit Ihren tatsächlichen Kunden, Fans, Gruppen, Freunden und Familienmitgliedern!. Es ist für Actual.ly gebaut","kickstart_clone_info":"Es ist ein Klon von Kickstarter.com, aber es hat einige der Hauptprobleme gelöst, was ein Nachteil von Kickstarter ist, da der Gründer die Genehmigung der Investoren benötigt, um Geld auszugeben oder an jemanden zu senden. Aufbauend auf solidity, web3, next.js ( Open Source )","krypto_birdz_marketplace_info":"KryptoBird nft-Marktplatz erstellt mit web3, Solidity, Ganache, Truffle, React. (Open Source)","martsnp_info":"B2B-E-Commerce-Website. Jeder kann Shops erstellen und seine Produkte online verkaufen. Der Kunde kann ein anderes Produkt in verschiedenen Geschäften kaufen. Der Ladenbesitzer kann Bestellungen, die Anzahl der verbleibenden Produkte, sein Ladenabonnement und viele andere Dinge verfolgen. Es wird unter Verwendung von Laravel, BootStrap, jQuery, Sass und vielen anderen Technologien (Open Source) erstellt.","more_than_years_of_experience":"Mehr als {{0}} Jahre Erfahrung","my_clients_saying":"Das sagen meine Kunden","my_introduction":"Meine Einleitung","my_introduction_description":"Ich bin ein Full-Stack-Webentwickler mit Kernkompetenz in Node, TypeScript, React, GraphQL, Web3, Solidity, Ganache, Truffle und MongoDB. Ich habe mehr als 4 Jahre Erfahrung in der Webentwicklung. Ich bin sehr stark in der Entwicklung von Anwendungen mit GraphQL, React.js, React Native, Next.js, JavaScript, Typescript, SASS, HTML, Node, Blockchain und MongoDB. Ist in der Lage, komplexe technische Informationen effektiv an nicht-technische Benutzer auf allen Ebenen zu kommunizieren.","my_personal_journey":"Meine persönliche Reise","my_skills":"Meine Fähigkeiten","my_technical_level":"Mein technisches Niveau","my_word":"Mein Wort","past_experience":"Vergangene Erfahrung","saad_malik_review":"Ahmed ist ein hochmotivierter Mensch. Ich schätze seine Arbeitsmoral. Seine Fähigkeiten als Full-Stack-Entwickler sind außergewöhnlich.","scroll_down":"Runterscrollen","technologies_which_i_am_using":"Technologien, die ich verwende","technologies_which_i_used":"Technologien, die ich verwendet habe","testimonials":"Referenzen","ticket_selling_info":"Plattform zum Verkauf von Veranstaltungstickets zum Online-Verkauf von Tickets. Jeder kann eine Veranstaltung und die Anzahl der Tickets für diese Veranstaltung erstellen. Gekaufte Tickets, verbleibende Tickets, wer die Tickets gekauft hat und andere Dinge werden von der Plattform verwaltet. Es ist ein Microservices-Projekt, das unter Verwendung der neuesten Technologien wie Docker, Ts, Kuebernetes, Next, GCP (Open Source) erstellt wurde.","travelling_info":"Website für Reisebüros, um ihre Pakete, Informationen und andere Dinge mit Benutzern zu zeigen. Diese Website wurde mithilfe der modernen Sass-Bibliothek mit CSS (Open Source) erstellt","vaccination_booking_system_info":"Covid-Impfstoffplanungssystem für Actual.ly. Dashboard für Apotheken, um zu verfolgen, wie viele Benutzer einen Impfstoff mit ihnen planen, ihr Termindatum, verbleibende Dosen, automatische Gebühren pro Impfschuss. Der Benutzer wird vor seinem Termin per Nachricht benachrichtigt. Er/Sie kann das Termindatum auch per Kalender und vielen anderen coolen Funktionen verfolgen","visit":"Besuch","years_experience":"Jahre Erfahrung"}