{"about_me":"Over mij","about_me_description":"Zeer expert in full-stack webontwikkeling door gebruik te maken van React, React native, Next, node, TypeScript, GraphQL, Blockchain, web3, wordpress en shopify","all_rights_reserved":"Alle rechten voorbehouden","chang_wook_lee_review":"Ahmed was heel snel in het begrijpen en uitvoeren van mijn vereisten. Ik zou hem ten zeerste aanbevelen voor al je ontwikkelingsbehoeften.","companies_worked":"Bedrijven werkten","completed_projects":"Afgemaakte projecten","contact_me_description":"Neem nu contact met mij op, zodat we uw vereisten in meer detail kunnen bespreken!","download_cv":"Cv downloaden","full_stack_developer":"Full Stack-ontwikkelaar","hi_iam_ahmed":"Hallo, ik ben Ahmed","hire_influencers_info":"Zoek en huur een influencer in. Bedrijven kunnen influencers zoeken, met ze chatten en inhuren. De betaling wordt in escrow gehouden en wanneer de klant tevreden is met het werk van een influencer, wordt de betaling op zijn / haar account vrijgegeven. Influencer moet zijn/haar contracttarief instellen op basis van verschillende sociale media-profielen. ( Open source )","hot1ine_info":"Maak vandaag nog rechtstreeks contact met uw echte klanten, fans, groepen, vrienden en familie met een SmartSMS™️ Hot1ine-telefoonnummer!. Het is gebouwd voor Actual.ly","kickstart_clone_info":"Het is een kloon van kickstarter.com, maar het loste enkele van de grootste problemen op, wat een nadeel is van kickstarter. De oprichter heeft goedkeuring nodig van de investeerders om geld uit te geven of naar iemand te sturen. Gebouwd op degelijkheid, web3, next.js (Open Source)","krypto_birdz_marketplace_info":"KryptoBird nft marktplaats gebouwd met behulp van web3, solidity, ganache, truffel, reageren. (Open Source)","martsnp_info":"B2B e-commerce website. Iedereen kan winkels maken en hun producten online verkopen. De klant kan bij verschillende winkels een ander product kopen. Winkeleigenaar kan bestellingen, aantal resterende producten, zijn/haar winkelabonnement en vele andere dingen volgen. Het is gebouwd met behulp van Laravel, Bootstrap, jQuery, Sass en vele andere technologieën (Open Source)","more_than_years_of_experience":"Meer dan {{0}} jaar ervaring","my_clients_saying":"Mijn klanten zeggen:","my_introduction":"Mijn introductie","my_introduction_description":"Ik ben een full-stack webontwikkelaar met kernexpertise in Node, TypeScript, React, GraphQL, web3, solidity, ganache, truffel en MongoDB. Ik heb meer dan 4 jaar ervaring in webontwikkeling. Ik ben erg sterk in het ontwikkelen van applicaties met GraphQL, React.js, React Native, Next.js, JavaScript, Typescript, SASS, HTML, Node, blockchain en MongoDB. In staat om complexe technische informatie effectief te communiceren aan niet-technische gebruikers op alle niveaus.","my_personal_journey":"Mijn persoonlijke reis","my_skills":"Mijn vaardigheden","my_technical_level":"Mijn technisch niveau","my_word":"Mijn woord","past_experience":"Vroegere ervaring","saad_malik_review":"Ahmed is een zeer gemotiveerd persoon. Ik waardeer zijn werkethiek. Zijn vaardigheden als full-stack ontwikkelaar zijn uitzonderlijk.","scroll_down":"Naar beneden scrollen","technologies_which_i_am_using":"Technologieën die ik gebruik","technologies_which_i_used":"Technologieën die ik heb gebruikt","testimonials":"Getuigenissen","ticket_selling_info":"Event Ticket Selling platform om tickets online te verkopen. Iedereen kan een evenement en het aantal tickets van dat evenement aanmaken. Gekochte tickets, resterende tickets, wie de tickets heeft gekocht en andere zaken worden per platform beheerd. Het is een microservices-project dat is gebouwd met behulp van de nieuwste technologieën zoals Docker, Ts, Kuebernetes, Next, GCP (Open Source)","travelling_info":"Website voor reisbureaus om hun pakketten, info en andere zaken aan gebruikers te tonen. Deze website is gebouwd met behulp van moderne Sass-bibliotheek met css (Open Source)","vaccination_booking_system_info":"Covid Vaccin Scheduling System gebouwd voor Actual.ly. Dashboard voor apotheken om bij te houden hoeveel gebruikers een vaccin bij hen plannen, hun afspraakdatum, resterende doses, automatische kosten per vaccinopname. Gebruiker zal voor zijn/haar afspraak per bericht op de hoogte stellen. Hij / zij kan ook hun afspraakdatum volgen per kalender en vele andere coole functies","visit":"Op bezoek komen","years_experience":"Jaren ervaring"}