{"about_me":"Benim hakkımda","about_me_description":"React, React native, Next, node, TypeScript, GraphQL, Blockchain, web3, wordpress ve shopify kullanarak tam yığın web geliştirmede son derece uzman","all_rights_reserved":"Tüm hakları Saklıdır","chang_wook_lee_review":"Ahmed gereksinimlerimi anlamakta ve yerine getirmekte çok hızlıydı. Geliştirme ihtiyaçlarınız için onu şiddetle tavsiye ederim.","companies_worked":"Çalışılan Şirketler","completed_projects":"Tamamlanmış projeler","contact_me_description":"Şimdi Bana Ulaşın, böylece gereksinimlerinizi daha ayrıntılı olarak tartışabiliriz","download_cv":"CV İndir","full_stack_developer":"Tam Yığın Geliştirici","hi_iam_ahmed":"Merhaba ben Ahmet","hire_influencers_info":"Bir Influencer Bulun ve İşe Alın. Şirketler etkileyicileri arayabilir, onlarla sohbet edebilir ve onları işe alabilir. Ödeme emanette tutulacak ve müşteri bir influencer çalışmasından memnun kaldığında ödeme hesabına bırakılacaktır. Influencer, sözleşme oranını farklı sosyal medya profillerine göre ayarlamalıdır. ( Açık kaynak )","hot1ine_info":"Bir SmartSMS™️ Hot1ine Telefon Numarasıyla Bugün Gerçek Müşterileriniz, Hayranlarınız, Gruplarınız, Arkadaşlarınız ve Ailenizle Doğrudan Bağlantı Kurun!. Actual.ly için inşa edilmiştir.","kickstart_clone_info":"Kickstarter.com'un bir klonudur, ancak kurucunun birisine para harcamak veya para göndermek için yatırımcılardan onay alması gibi kickstarter'ın dezavantajı olan bazı büyük sorunları çözdü. Sağlamlık, web3, next.js (Açık Kaynak) üzerine inşa edilmiştir","krypto_birdz_marketplace_info":"KryptoBird nft marketplace, web3, solidity, ganache, truffle, tepki kullanarak inşa edilmiştir.( Açık Kaynak )","martsnp_info":"B2B E-Ticaret Sitesi. Everone, mağazalar oluşturabilir ve ürünlerini çevrimiçi olarak satabilir. Müşteri farklı mağazalardan farklı bir ürün satın alabilir. Mağaza sahibi siparişleri, kalan ürün sayısını, mağaza aboneliğini ve daha birçok şeyi takip edebilir. Laravel, BootStrap, jQuery, Sass ve diğer birçok teknoloji (Açık Kaynak) kullanılarak oluşturulmuştur.","more_than_years_of_experience":"{{0}} yıldan fazla deneyim","my_clients_saying":"Müşterilerim diyor ki","my_introduction":"Tanıtımım","my_introduction_description":"Node, TypeScript, React, GraphQL, web3, solidity, ganache, truffle ve MongoDB konularında temel uzmanlığa sahip tam kapsamlı bir web geliştiricisiyim. 4 yıldan fazla web geliştirme deneyimim var. GraphQL, React.js, React Native, Next.js, JavaScript, TypeScript, SASS, HTML, Node, blockchain ve MongoDB kullanarak uygulama geliştirme konusunda çok güçlüyüm. Karmaşık teknik bilgileri her düzeyde teknik olmayan kullanıcılara etkin bir şekilde iletebilir.","my_personal_journey":"Kişisel Yolculuğum","my_skills":"Benim yeteneklerim","my_technical_level":"Teknik Seviyem","my_word":"Benim kelimem","past_experience":"Geçmiş deneyim","saad_malik_review":"Ahmed motivasyonu yüksek bir bireydir. İş ahlakını takdir ediyorum. Tam yığın geliştirici olarak becerileri olağanüstü.","scroll_down":"Aşağı kaydır","technologies_which_i_am_using":"kullandığım teknolojiler","technologies_which_i_used":"kullandığım teknolojiler","testimonials":"referanslar","ticket_selling_info":"Online bilet satmak için Etkinlik Bileti Satış platformu. Herkes bir etkinlik ve o etkinliğin bilet sayısını oluşturabilir. Satın alınan biletler, kalan biletler, biletleri kimin aldığı ve diğer işlemler platform tarafından yönetilecektir. Docker, Ts, Kuebernetes, Next, GCP (Açık Kaynak) gibi en son teknolojiler kullanılarak oluşturulmuş bir mikroservis Projesidir.","travelling_info":"Seyahat acentelerinin paketlerini, bilgilerini ve diğer şeyleri kullanıcılara gösterebileceği web sitesi. Modern Sass kütüphanesini css ile kullanarak oluşturulmuş bu web sitesi (Açık Kaynak)","vaccination_booking_system_info":"Actual.ly için Covid Aşı Planlama Sistemi oluşturuldu. Eczaneler için, kaç kullanıcının kendileriyle aşı planladığını, randevu tarihlerini, kalan dozları, aşı başına otomatik ücretleri takip etmek için pano. Kullanıcı randevusundan önce mesaj ile bilgilendirecektir. Randevu tarihlerini takvime ve diğer birçok harika özelliğe göre de takip edebilir.","visit":"Ziyaret etmek","years_experience":"Yılların tecrübesi"}