{"about_me":"About Me","about_me_description":"Highly expert in full stack web development by using React, React native, Next, node, TypeScript, GraphQL, Blockchain, web3, wordpress, and shopify","all_rights_reserved":"All Rights Reserved","chang_wook_lee_review":"Ahmed was very quick in understanding and executing my requirements. I would highly recommend him for any of your development needs.","companies_worked":"Companies Worked","completed_projects":"Completed Projects","contact_me_description":"Contact Me Now, So we can discuss your requirements in more details","download_cv":"Download Cv","full_stack_developer":"Full Stack Developer","hi_iam_ahmed":"Hi, I'am Ahmed","hire_influencers_info":"Find And Hire An Influencers. Companies can search influencers, chat with them and hire them. Payment will hold in escrow and when customer satisfied with a influencer work then payment will release to his/her account. Influencer must need to set his/her contract rate based on different social media profile. ( Open Source )","hot1ine_info":"Connect Directly With Your Actual Customers, Fans, Groups, Friends, and Family With A SmartSMS™️ Hot1ine Phone Number Today!. It is built for Actual.ly","kickstart_clone_info":"It is a clone of kickstarter.com but it solved some of the major problems which is a drawback of kickstarter like founder needs approvals from the investors in order to spend or send money to someone. Built on top of solidity, web3, next.js ( Open Source )","krypto_birdz_marketplace_info":"KryptoBird nft marketplace build by using web3, solidity, ganache, truffle, react.( Open Source )","martsnp_info":"B2B Ecommerce Website. Everone can create shops and sell their products online. Customer can buy a different product from different stores. Store owner can track orders, number of remaining products, his/her store subscription and many other things. It is built by Using Laravel, BootStrap, jQuery, Sass and many other technologies ( Open Source )","more_than_years_of_experience":"More than {{0}} years of experience","my_clients_saying":"My Clients saying","my_introduction":"My Introduction","my_introduction_description":"I am a full-stack web developer with core expertise in Node, TypeScript, React, GraphQL,web3, solidity, ganache, truffle, And MongoDB. I have more than 4 years of in web development. I am very Strong in developing applications using GraphQL, React.js, React Native, Next.js, JavaScript, Typescript, SASS, HTML, Node, blockchain, And MongoDB. Able to effectively communicate complex technical information to non-technical users on all levels.","my_personal_journey":"My Personal Journey","my_skills":"My Skills","my_technical_level":"My Technical Level","my_word":"My Word","past_experience":"Past Experience","saad_malik_review":"Ahmed is a highly motivated individual. I appreciate his work ethics. His skills as a full stack developer are exceptional.","scroll_down":"Scroll Down","technologies_which_i_am_using":"Technologies which I am using","technologies_which_i_used":"Technologies which I used","testimonials":"Testimonials","ticket_selling_info":"Event Ticket Selling platform to sell tickets online. Everyone can create an event and number of tickets of that event.Purchased tickets, remaining tickets, who bought the tickets and other things will be managed by platform. It is a microservices Project Built By using the latest technologies such as Docker, Ts, Kuebernetes, Next, GCP ( Open Source )","travelling_info":"Website for travel agency to show their packages, info and other things with users. This website Built By Using Modern Sass library with css ( Open Source )","vaccination_booking_system_info":"Covid Vaccine Scheduling Sytem build for Actual.ly. Dashboard for pharamcies to track how many users schedule vaccine with them, their appointment date, remaining doses, automatic charges per vaccine shot. User will notify before his/her appointment by message. He/She can also track their appointment date by calender and many other cool features","visit":"Visit","years_experience":"Years experience"}