{"about_me":"عني","about_me_description":"خبير في تطوير الويب المكدس الكامل باستخدام React و React native و Next و node و TypeScript و GraphQL و Blockchain و web3 و wordpress و shopify","all_rights_reserved":"كل الحقوق محفوظة","chang_wook_lee_review":"كان أحمد سريعًا جدًا في فهم وتنفيذ متطلباتي. سأكون في غاية يوصي به لأي من احتياجات التنمية الخاصة بك.","companies_worked":"عملت الشركات","completed_projects":"المشاريع المنجزة","contact_me_description":"اتصل بي الآن ، حتى نتمكن من مناقشة متطلباتك بمزيد من التفاصيل","download_cv":"تحميل السيرة الذاتية","full_stack_developer":"مطور كامل المكدس","hi_iam_ahmed":"مرحبا انا احمد","hire_influencers_info":"البحث عن المؤثرين وتوظيفهم. يمكن للشركات البحث عن المؤثرين والدردشة معهم وتوظيفهم. سيتم الاحتفاظ بالدفع في حساب الضمان وعندما يرضي العميل عن عمل مؤثر ، فسيتم تحرير الدفع إلى حسابه / حسابها. يجب أن يحتاج المؤثر إلى تحديد معدل عقده بناءً على ملف تعريف مختلف لوسائل التواصل الاجتماعي. (مفتوح المصدر)","hot1ine_info":"تواصل مباشرة مع عملائك الفعليين والمعجبين والمجموعات والأصدقاء والعائلة باستخدام رقم هاتف SmartSMS ™ ️ Hot1ine اليوم !. تم تصميمه لـ Actual.ly","kickstart_clone_info":"إنها نسخة من kickstarter.com لكنها حلت بعض المشاكل الرئيسية التي تمثل عيبًا في كيك ستارتر مثل المؤسس الذي يحتاج إلى موافقات من المستثمرين من أجل إنفاق أو إرسال الأموال إلى شخص ما. مبني على صلابة ، web3 ، next.js (مفتوح المصدر)","krypto_birdz_marketplace_info":"KryptoBird nft marketplace أنشئ باستخدام web3 ، صلابة ، غاناش ، كمأة ، رد فعل. (المصدر المفتوح)","martsnp_info":"موقع التجارة الإلكترونية B2B. يمكن لـ Everone إنشاء متاجر وبيع منتجاتها عبر الإنترنت. يمكن للعميل شراء منتج مختلف من متاجر مختلفة. يمكن لصاحب المتجر تتبع الطلبات وعدد المنتجات المتبقية واشتراكه في المتجر وأشياء أخرى كثيرة. تم إنشاؤه باستخدام Laravel و BootStrap و jQuery و Sass والعديد من التقنيات الأخرى (مفتوحة المصدر)","more_than_years_of_experience":"أكثر من {{0}} سنوات خبرة","my_clients_saying":"عملائي يقولون","my_introduction":"مقدمتي","my_introduction_description":"أنا مطور ويب متكامل مع خبرة أساسية في Node و TypeScript و React و GraphQL و web3 و Solidity و ganache و truffle و MongoDB. لدي أكثر من 4 سنوات في تطوير الويب. أنا قوي جدًا في تطوير التطبيقات باستخدام GraphQL و React.js و React Native و Next.js و JavaScript و Typescript و SASS و HTML و Node و blockchain و MongoDB. قادرة على توصيل المعلومات التقنية المعقدة بشكل فعال للمستخدمين غير التقنيين على جميع المستويات.","my_personal_journey":"رحلتي الشخصية","my_skills":"مهاراتي","my_technical_level":"مستواي التقني","my_word":"كلمتي","past_experience":"الخبرة السابقة","saad_malik_review":"أحمد هو شخص متحمس للغاية. أنا أقدر أخلاقيات عمله. مهاراته كمطور مكدس كامل استثنائية.","scroll_down":"حرك الفأرة لأسفل","technologies_which_i_am_using":"التقنيات التي أستخدمها","technologies_which_i_used":"التقنيات التي استخدمتها","testimonials":"الشهادات - التوصيات","ticket_selling_info":"منصة بيع تذاكر الأحداث لبيع التذاكر عبر الإنترنت. يمكن للجميع إنشاء حدث وعدد تذاكر ذلك الحدث. ستتم إدارة التذاكر المشتراة والتذاكر المتبقية ومن اشترى التذاكر وأشياء أخرى من خلال النظام الأساسي. إنه مشروع خدمات صغيرة تم إنشاؤه باستخدام أحدث التقنيات مثل Docker و Ts و Kuebernetes و Next و GCP (مفتوح المصدر)","travelling_info":"موقع إلكتروني لوكالة السفر لإظهار حزمهم ومعلوماتهم وأشياء أخرى مع المستخدمين. تم إنشاء هذا الموقع باستخدام مكتبة Sass الحديثة مع css (مفتوح المصدر)","vaccination_booking_system_info":"بناء نظام جدولة لقاح كوفيد لـ Actual.ly. لوحة معلومات للصيدليات لتتبع عدد المستخدمين الذين قاموا بجدولة اللقاح معهم ، وتاريخ موعدهم ، والجرعات المتبقية ، والرسوم التلقائية لكل جرعة لقاح. سوف يخطر المستخدم قبل موعده عن طريق الرسالة. يمكنه أيضًا تتبع تاريخ موعدهم حسب التقويم والعديد من الميزات الرائعة الأخرى","visit":"يزور","years_experience":"سنوات خبرة"}