{"about_me":"Om mig","about_me_description":"Mycket expert på full-stack webbutveckling genom att använda React, React native, Next, node, TypeScript, GraphQL, Blockchain, web3, wordpress och shopify","all_rights_reserved":"Alla rättigheter förbehållna","chang_wook_lee_review":"Ahmed var mycket snabb på att förstå och utföra mina krav. Jag skulle starkt rekommendera honom för alla dina utvecklingsbehov.","companies_worked":"Företag arbetade","completed_projects":"Genomförda projekt","contact_me_description":"Kontakta mig nu, så kan vi diskutera dina krav mer detaljerat","download_cv":"Ladda ner cv","full_stack_developer":"Full Stack-utvecklare","hi_iam_ahmed":"Hej, jag heter Ahmed","hire_influencers_info":"Hitta och anlita en influencer. Företag kan söka på influencers, chatta med dem och anställa dem. Betalningen kommer att hållas i deposition och när kunden är nöjd med ett influencer-arbete kommer betalningen att släppas till hans/hennes konto. Influencer måste ställa in sitt kontraktspris baserat på olika sociala medier-profiler. ( Öppen källa )","hot1ine_info":"Anslut direkt med dina faktiska kunder, fans, grupper, vänner och familj med ett SmartSMS™️ Hot1ine-telefonnummer idag!. Den är byggd för Actual.ly","kickstart_clone_info":"Det är en klon av kickstarter.com men det löste några av de stora problemen vilket är en nackdel med kickstarter som att grundaren behöver godkännanden från investerarna för att kunna spendera eller skicka pengar till någon. Byggd ovanpå solidity, web3, next.js (Öppen källkod)","krypto_birdz_marketplace_info":"KryptoBird nft marketplace byggs med hjälp av web3, solidity, ganache, tryffel, react.(Öppen källkod)","martsnp_info":"B2B e-handelswebbplats. Alla kan skapa butiker och sälja sina produkter online. Kunden kan köpa en annan produkt från olika butiker. Butiksägaren kan spåra beställningar, antal återstående produkter, hans/hennes butiksabonnemang och många andra saker. Den är byggd med hjälp av Laravel, BootStrap, jQuery, Sass och många andra teknologier (öppen källkod)","more_than_years_of_experience":"Mer än {{0}} års erfarenhet","my_clients_saying":"Mina kunder säger","my_introduction":"Min introduktion","my_introduction_description":"Jag är en full-stack webbutvecklare med kärnexpertis inom Node, TypeScript, React, GraphQL, web3, solidity, ganache, tryffel och MongoDB. Jag har mer än 4 år med webbutveckling. Jag är väldigt stark på att utveckla applikationer med GraphQL, React.js, React Native, Next.js, JavaScript, Typescript, SASS, HTML, Node, blockchain och MongoDB. Kunna effektivt kommunicera komplex teknisk information till icke-tekniska användare på alla nivåer.","my_personal_journey":"Min personliga resa","my_skills":"Mina färdigheter","my_technical_level":"Min tekniska nivå","my_word":"Mitt ord","past_experience":"Tidigare erfarenhet","saad_malik_review":"Ahmed är en mycket motiverad person. Jag uppskattar hans arbetsmoral. Hans färdigheter som fullstackutvecklare är exceptionella.","scroll_down":"Scrolla ner","technologies_which_i_am_using":"Teknik som jag använder","technologies_which_i_used":"Teknik som jag använde","testimonials":"Rekommendationer","ticket_selling_info":"Plats för försäljning av biljetter till evenemang online. Alla kan skapa ett evenemang och antal biljetter för det evenemanget. Köpta biljetter, återstående biljetter, vem som köpt biljetter och annat kommer att hanteras av plattformen. Det är ett mikrotjänstprojekt byggt genom att använda den senaste tekniken som Docker, Ts, Kuebernetes, Next, GCP (Öppen källkod)","travelling_info":"Webbplats för resebyrå för att visa sina paket, info och annat för användarna. Denna webbplats byggd genom att använda modernt Sass-bibliotek med css (öppen källkod)","vaccination_booking_system_info":"Covid Vaccine Scheduling System byggt för Actual.ly. Dashboard för apotek för att spåra hur många användare som schemalägger vaccin med dem, deras mötesdatum, återstående doser, automatiska avgifter per vaccininsats. Användaren kommer att meddela innan hans/hennes möte via meddelande. Han/hon kan också spåra deras mötesdatum efter kalender och många andra coola funktioner","visit":"Besök","years_experience":"Års erfarenhet"}